Repository: bulentgercek/woocommerce-iyzico-plugin-for-submerchant
Catalog: i18n/languages/iyzico-woocommerce-checkout-form-*.po
Languages: tr_tr

source: Gateway Disabled
tr_tr: Geçit İnaktif

source: Payment ID
tr_tr: Ödeme ID

source: WooCommerce Sub Merchant iyzico checkout form Payment Gateway
tr_tr: WooCommerce Alt Satıcı iyzico Ödeme Formu Geçidi

source: WooCommerce Sub Merchant iyzico Payment gateway for woocommerce
tr_tr: WooCommerce Alt Satıcı iyzico Ödeme Formu Geçidi

source: iyzico / Editor : Bulent Gercek <bulentgercek@gmail.com>
tr_tr: iyzico / Düzenleyen : Bulent Gercek <bulentgercek@gmail.com>

source: iyzico Sub Merchant Checkout Form
tr_tr: iyzico Alt Satıcı Ödeme Formu

source: You can get your API ID and Secret key values from https://merchant.iyzipay.com/settings.
tr_tr: API ID ve Gizli Anahtar değerlerinizi https://merchant.iyzipay.com/setting adresinden alabilirsiniz.

source: Proceed to iyzico checkout
tr_tr: Ödeme Yap

source: Enable/Disable
tr_tr: Aktif / İnaktif

source: Enable iyzico checkout
tr_tr: ödemeyi etkinleştirin

source: Title
tr_tr: Başlık

source: This message will show to the user during checkout.
tr_tr: Bu mesaj ödeme sırasında kullanıcıya gösterecektir.

source: Api Base Url
tr_tr: Api Taban Web Adresi

source: Live Merchant API ID
tr_tr: Üye İşyeri Canlı API Anahtarı

source: Live Merchant Secret Key
tr_tr: Üye İşyeri Canlı Güvenlik Anahtarı

source: Form Class
tr_tr: Form Sınıfı

source: iyzico Checkout does not support your store currency.
tr_tr: iyzico ödeme formu para biriminizi desteklememektedir.

source: Thank you for your order, please click the button below to pay with iyzico Checkout.
tr_tr: Siparişiniz için teşekkür ederiz, iyzico Ödeme ile ödeme için aşağıdaki düğmeyi tıklayın.

source: Thank you for shopping with us. Your account has been charged and your transaction is successful.
tr_tr: Bizimle alışveriş için teşekkür ederiz. Hesabınız suçlanıyor ve işlem başarılı.

source: Installment Fee
tr_tr: Taksit Ücreti

source: Payment successful.
tr_tr: Ödeme başarılı

source: Thank you for shopping with us. However, the transaction has been declined.
tr_tr: Bizimle alışveriş için teşekkür ederiz. Ancak, işlem reddedildi.

source: Transaction ERROR
tr_tr: İşlem HATA

source: Security error. Illegal access detected.
tr_tr: Güvenlik Hatası (illegal access detected.)
